tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers" # remove when possible; required for displaylink
tap "homebrew/core"

brew "asciinema"
brew "bitwarden-cli"
brew "git"
brew "jq"
brew "mas"
brew "shellcheck"
brew "tmux"
brew "vim" # ensures copy & pasting to clipboard works
brew "zsh"

cask "adobe-acrobat-reader"
cask "authy"
cask "brave-browser"
cask "displaylink"
cask "docker"
cask "dropbox"
cask "google-chrome"
cask "handbrake"
cask "hyper"
cask "rowanj-gitx"
cask "signal"
cask "sonos"
cask "spectacle"
cask "thinkorswim"
cask "visual-studio-code"
cask "vivaldi"

mas "Banktivity", id: 1192921778
mas "Evernote", id: 406056744
mas "iMovie", id: 408981434
mas "Kindle", id: 405399194
mas "MagicCopy", id: 1434526691
mas "Microsoft Remote Desktop", id: 1295203466
mas "Mini Calendar", id: 1088779979
mas "OneDrive", id: 823766827
