tap "caskroom/drivers"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"

brew "bitwarden-cli"
brew "git"
brew "jq"
brew "mas"
brew "shellcheck"
brew "tmux"
brew "vim" # ensures copy & pasting to clipboard works
brew "zsh"

cask "adobe-acrobat-reader"
cask "authy"
cask "bitwarden"
cask "brave-browser"
cask "eloston-chromium"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "handbrake"
cask "hyper"
cask "rowanj-gitx"
cask "signal"
cask "soundflower"
cask "spectacle"
cask "tor-browser"
cask "thinkorswim"
cask "visual-studio-code"
cask "vivaldi"

mas "Banktivity", id: 1192921778
mas "Evernote", id: 406056744
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Microsoft Remote Desktop", id: 1295203466
mas "Mini Calendar", id: 1088779979
mas "OneDrive", id: 823766827
