tap "caskroom/drivers"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"

brew "bash-completion"
brew "bitwarden-cli"
brew "git"
brew "jq"
brew "mas"
brew "shellcheck"
brew "tmux"
brew "vim" # ensures copy & pasting to clipboard works

cask "adobe-acrobat-reader"
cask "authy"
cask "bitwarden"
cask "eloston-chromium"
cask "displaylink"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "handbrake"
cask "rowanj-gitx"
cask "signal"
cask "soundflower"
cask "spectacle"
cask "tor-browser"
cask "thinkorswim"
cask "visual-studio-code"

mas "evernote", id: 406056744
mas "onedrive", id: 823766827
